Repository: DocentIMS/DocentIMS.collective.contentrules
Catalog: collective/contentrules/comingsoon/locales/*/LC_MESSAGES/collective.contentrules.comingsoon.po
Languages: es

source: Coming soon
es: Configuraciones de Acontecimiento próximo

source: Coming soon content rule settings
es: Configuraciones de la regla de contenido 'Acontecimiento próximo'

source: Delay
es: Retardo

source: Delays
es: Retardos

source: Per content types delays
es: Retardos por tipo de contenidos

source: Portal type
es: Tipo de contenido

source: help_coming_soon_settings_editform
es: Usted puede definir aquí algunas opciones relacionadas con el tipo de regla de contenido 'Acontecimiento próximo'

source: help_comingsoon_contenttypes_delay
es: Para cada tipo de contenido, ingrese aquí el retardo (en días) antes de la regla 'Acontecimiento próximo' será manejado antes de que comenzará un evento. Por ejemplo, un retardo de 1 significa que el evento será manejado el día antes de que la fecha de inicio del contenido evento

source: help_comingsoon_delay
es: Ingrese aquí el retardo (en días) antes de la regla 'Acontecimiento próximo' será tratada antes de que comenzará un evento. Por ejemplo, un retardo de 1 significa que el evento será manejado el día antes de que la fecha de inicio del contenido evento

source: label_comingsoon_delay
es: Retardo a manejar la Regla
